aaron-bond.better-comments
alefragnani.bookmarks
alefragnani.project-manager
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
chakrounanas.turbo-console-log
christian-kohler.path-intellisense
codeium.codeium
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.copilot-chat
humao.rest-client
johnpapa.vscode-peacock
mhutchie.git-graph
mrmlnc.vscode-duplicate
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ritwickdey.liveserver
shardulm94.trailing-spaces
sleistner.vscode-fileutils
streetsidesoftware.code-spell-checker
tonybaloney.vscode-pets
usernamehw.errorlens
vincaslt.highlight-matching-tag
vscode-icons-team.vscode-icons
wayou.vscode-todo-highlight
yzhang.markdown-all-in-one
